---
kind: other
id: Properties.T:Autodesk.Revit.DB.ProjectLocation
source: html/1792c39a-e05c-7d9b-995a-584b5db540c3.htm
---
# ProjectLocation Properties

The id of the assembly instance to which the element belongs.